micropython/micropython/ports/esp32/boards/GENERIC_UNICORE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 Unicore module"
#define MICROPY_HW_MCU_NAME "ESP32-UNICORE"
#define MICROPY_UNICORE (1)
